Repository: RankFTW/RHI
Catalog: RenoDXCommander/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# App_Subtitle.Text
source: Simplified PC Gaming
zh_cn: 简化 PC 游戏管理

# Toolbar_NewModsButton.Content
source: New Mods Available
zh_cn: 新模组可用

# Toolbar_NewModsButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: New RenoDX mods have been added to the wiki
zh_cn: Wiki 中已新增 RenoDX 模组

# Toolbar_FaqButton.Content
source: Quick Start
zh_cn: 快速开始

# Toolbar_FaqButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Quick Start Guide
zh_cn: 快速开始指南

# Toolbar_RefreshButton.Content
source: Refresh
zh_cn: 刷新

# Toolbar_RefreshButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Rescan game library and fetch latest mod info
zh_cn: 重新扫描游戏库并获取最新模组信息

# Toolbar_ShadersAddonsButton.Content
source: Shaders/Addons
zh_cn: 着色器/插件

source: Manage global shaders and ReShade addons
zh_cn: 管理全局着色器和 ReShade 插件

# Toolbar_ChooseShadersItem.Text
source: Global Shaders
zh_cn: 全局着色器

# Toolbar_ReShadeAddonsItem.Text
source: ReShade Addons
zh_cn: ReShade 插件

# Toolbar_UpdateButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Update components
zh_cn: 更新组件

# Toolbar_LinksButton.Content
source: Links
zh_cn: 链接

# Toolbar_LinksButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Useful links and resources
zh_cn: 常用链接与资源

# Toolbar_SupportButton.Content
source: Help
zh_cn: 帮助

# Toolbar_SupportButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Support and help resources
zh_cn: 支持与帮助资源

# Toolbar_GuideItem.Text
source: Guide
zh_cn: 指南

# Toolbar_AboutItem.Text
source: About
zh_cn: 关于

# Toolbar_SettingsButton.Content
source: Settings
zh_cn: 设置

# Toolbar_SettingsButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Open settings
zh_cn: 打开设置

# Loading_Title.Text
source: Loading...
zh_cn: 正在加载...

# Sidebar_SearchBox.PlaceholderText
source: Filter games...
zh_cn: 筛选游戏...

source: Save current search as a custom filter
zh_cn: 将当前搜索保存为自定义筛选器

# Sidebar_AddGameButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Manually add a game
zh_cn: 手动添加游戏

# Sidebar_FilterDetected.Content
source: All Games
zh_cn: 全部游戏

# Sidebar_FilterInstalled.Content
source: Installed
zh_cn: 已安装

# Sidebar_FilterFavourites.Content
source: Favourites
zh_cn: 收藏

# Sidebar_FilterHidden.Content
source: Hidden
zh_cn: 已隐藏

# Sidebar_FilterOther.Content
source: Other
zh_cn: 其他

# Settings_BackButton.Content
source: ← Back to Games
zh_cn: ← 返回游戏

# Settings_Title.Text
source: Settings
zh_cn: 设置

# Settings_Language_Title.Text
source: Language
zh_cn: 语言

# Settings_Language_Description.Text
source: Choose the interface language. New languages can be added as additional resource files.
zh_cn: 选择界面语言。后续可通过新增资源文件扩展更多语言。

# Settings_Language_Label.Text
source: Interface language
zh_cn: 界面语言

# Settings_Language_Auto.Content
source: Follow system
zh_cn: 跟随系统

# Settings_Language_SimplifiedChinese.Content
source: Simplified Chinese
zh_cn: 简体中文

# Settings_Language_RestartNote.Text
source: Language changes take effect after restarting RHI.
zh_cn: 语言更改会立即生效。

# Settings_ComponentUpdates_Title.Text
source: Component Updates
zh_cn: 组件更新

# Settings_ComponentUpdates_CheckHeader.Text
source: Check For Updates
zh_cn: 检查更新

# Settings_ComponentUpdates_CheckDescription.Text
source: Fetches the latest manifest data and checks all components for available updates. Bypasses the 4-hour cooldown.
zh_cn: 获取最新清单数据，并检查所有组件的可用更新。此操作会跳过 4 小时冷却时间。

# Settings_ComponentUpdates_CheckButton.Content
source: Check For Updates
zh_cn: 检查更新

source: Check all components and the app for available updates
zh_cn: 检查所有组件和应用是否有可用更新

# Settings_ComponentUpdates_AutoHeader.Text
source: Automatic Updates
zh_cn: 自动更新

# Settings_ComponentUpdates_AutoDescription.Text
source: When enabled, RHI silently installs component updates in the background after each update check. Games that are running when an update is detected will be retried automatically once they close. Does not apply to app updates.
zh_cn: 启用后，RHI 会在每次检查更新后自动在后台安装组件更新。若发现更新时游戏正在运行，会在游戏关闭后自动重试。此设置不适用于应用自身更新。

# Settings_ComponentUpdates_No.Content
source: No
zh_cn: 否

# Settings_ComponentUpdates_Yes.Content
source: Yes
zh_cn: 是
